package org.javapractices.lab1;



/**
 * <h1>Задокументуйте правильно програму.</h1>
 * <p>
 *     Виконайте Javadoc для файлу
 *     та перегляньте результати за допомогою веб -браузера.
 * </p>
 * <p>
 *     Перевiрте отриману документацiю за допомогою веб -браузера.
 * </p>
 * @author  Harysh Bogdan
 * @version  1.0
 * @since  2022-09-12
 */
public class Task1_9 {
    /**
     * Цей метод використовується для простого ввиведення інформації про номер завдання
     * також це проста форма методу класса для показу простого використання різних тегів javadoc
     * @param args цей параметр використовується для сприйняття аргументів з командної строки
     */
    public static void main(String[] args) {
        System.out.println("Це задачка 1.8");
    }
}
